<template>
  <svg
    xmlns="http://www.w3.org/2000/svg"
    width="25.456"
    height="25.457"
    viewBox="0 0 25.456 25.457"
  >
    <path
      id="Объединение_15"
      data-name="Объединение 15"
      d="M-5977.75-4168.75v-5.539h-5.5a1.751,1.751,0,0,1-1.75-1.75,1.75,1.75,0,0,1,1.75-1.75h5.5v-5.461A1.75,1.75,0,0,1-5976-4185a1.75,1.75,0,0,1,1.75,1.75v5.461h5.5a1.75,1.75,0,0,1,1.75,1.75,1.751,1.751,0,0,1-1.75,1.75h-5.5v5.539A1.75,1.75,0,0,1-5976-4167,1.75,1.75,0,0,1-5977.75-4168.75Z"
      transform="translate(1285.521 7191.276) rotate(45)"
      fill="#fff"
    />
  </svg>
</template>

<script>
export default {};
</script>

<style></style>
